Repository: 1dreamm/apptentive-ios
Catalog: ApptentiveConnect/resources/localization/*.lproj/Localizable.strings
Languages: sv_se

source: About Apptentive
sv_se: Om Apptentive

source: Answer
sv_se: Svar

source: Apptentive is a service that allows you to have a conversation with the makers of this app. Your input and feedback can help to provide you with a better overall experience. Your feedback is hosted by Apptentive and is subject to both Apptentive’s privacy policy and the privacy policy of this app’s developer.
sv_se: Apptentive är en tjänst som låter dig ha en konversation med skaparna av denna app. Din input och feedback kan hjälpa till att ge dig en bättre helhetsupplevelse. Apptentive är värdtjänst för din feedback och din feedback är föremål för både Apptentives integritetspolicy och denna app-utvecklares integritetspolicy.

source: Apptentive’s Privacy Policy
sv_se: Apptentives integritetspolicy

source: Authentication Failed
sv_se: Autentisering misslyckades

source: Close
sv_se: Stäng

source: Closes Message Center.
sv_se: Stänger meddelande-center.

source: Discard
sv_se: Ta bort

source: Discards the message.
sv_se: Tar bort meddelande.

source: Displays information about this feature.
sv_se: Visar information om denna funktion.

source: Displays name and email editor.
sv_se: Redigera namn och e-post.

source: Do you love %@?
sv_se: Älskar du %@?

source: Failed
sv_se: Misslyckades

source: Invalid response from server.
sv_se: Inkorrekt svar från server.

source: Learn about Apptentive
sv_se: Läs mer om Apptentive

source: Missing %d required answers.
sv_se: Saknar %d obligatoriska svar.

source: Missing a required answer.
sv_se: Saknar ett obligatoriskt svar.

source: Network Connection Error
sv_se: Fel med nätverksanslutning

source: No
sv_se: Nej

source: No Thanks
sv_se: Nej tack

source: OK
sv_se: Okej

source: Oops!
sv_se: Hoppsan!

source: Powered by
sv_se: Utvecklad av

source: Profile
sv_se: Profil

source: Rate %@
sv_se: Betygsätt %@

source: Remind Me Later
sv_se: Påminn mig senare

source: Send Response
sv_se: Skicka svar

source: Sending…
sv_se: Sänder…

source: Sends the message.
sv_se: Skickar meddelandet.

source: Sent
sv_se: Skickat

source: Server did not return properly formatted JSON.
sv_se: Servern returnerade inte korrekt formaterad JSON.

source: Server error.
sv_se: Serverfel.

source: Survey
sv_se: Undersökning

source: Thank You
sv_se: Tack

source: Thanks!
sv_se: Tack!

source: The request was well-formed but was unable to be followed due to semantic errors.
sv_se: Begäran var väl utformad men kunde inte fullföljas på grund av semantiska fel.

source: Too few selections made for %d questions above.
sv_se: För få val gjorda på %d frågor ovan.

source: Too few selections made for a question above.
sv_se: För få val gjorda på en fråga ovan.

source: Too many selections made for %d questions above.
sv_se: För många val gjorda på %d frågor ovan.

source: Too many selections made for a question above.
sv_se: För många val gjorda på en fråga ovan.

source: Unable to load the App Store
sv_se: Kunde inte ladda App Store

source: Unprocessable Entity
sv_se: Entitet som inte kan behandlas

source: We're so happy to hear that you love %@! It'd be really helpful if you rated us. Thanks so much for spending some time with us.
sv_se: Vi är väldigt glada att höra att du gillar %@! Det skulle vara riktigt användbart om du betygsatt oss. Tack på förhand.

source: We’re attempting to connect. Thanks for your patience!
sv_se: Vi försöker ansluta. Tack för ditt tålamod!

source: Wrong username and/or password.
sv_se: Fel användarnamn och/eller lösenord.

source: Yes
sv_se: Ja

source: You must connect to the internet before you can send feedback.
sv_se: Du måste ansluta till internet innan du kan skicka feedback.

source: required
sv_se: obligatorisk
